Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/ObjectStrings.xcstrings
Source language: en
Languages: es

# MagicRockCandy_Description
source: A rare and powerful candy infused with the essence of the prismatic shard.
es: Un raro y poderoso caramelo preparado con la energía de un fragmento prismático.

# MagicRockCandy_Name
source: Magic Rock Candy
es: Caramelo mágico

# MagmaCap_Description
source: A very rare mushroom that lives next to pools of lava.
es: Una seta muy rara que vive junto a piscinas de lava.

# MagmaCap_Name
source: Magma Cap
es: Seta magmática

# MagmaGeode_Description
source: A blacksmith can break this open for you.
es: Un herrero puede partirla en dos por ti.

# MagmaGeode_Name
source: Magma Geode
es: Geoda de magma

# Magnet_Description
source: Increases the chance of finding treasures when fishing. However; fish aren't crazy about the taste.
es: Aumenta la probabilidad de encontrar tesoros pescando. Sin embargo; a los peces no les vuelve locos su sabor.

# Magnet_Name
source: Magnet
es: Imán

# MagnetRing_Description
source: Increases your radius for collecting items.
es: Aumenta tu radio de recolección de objetos.

# MagnetRing_Name
source: Magnet Ring
es: Anillo magnético

source: Magnifying Glass
es: Lupa

# MagnifyingGlassDescription
source: You received the {0}! You now have the ability to find 'Secret Notes'. These notes reveal rare and useful information; and can be reviewed in your collections tab.
es: ¡Has recibido el {0}! Ahora podrás encontrar "notas secretas". Dichas notas revelan información rara y muy útil; la cual podrás revisar en la pestaña Colecciones.

# MahoganySeed_Description
source: This can be planted to grow a mahogany tree.
es: Planta esto en tu granja para que crezca un árbol de caoba.

# MahoganySeed_Name
source: Mahogany Seed
es: Semilla de caoba

# MakiRoll_Description
source: Fish and rice wrapped in seaweed.
es: Pescado y arroz envueltos en alga.

# MakiRoll_Name
source: Maki Roll
es: Rollitos maki

# Malachite_Description
source: A popular ornamental stone; used in sculpture and to make green paint.
es: Una piedra ornamental muy popular que se usa en esculturas y para fabricar pintura verde.

# Malachite_Name
source: Malachite
es: Malaquita

# Mango_Description
source: A big; sweet tropical fruit with a unique flavor.
es: Una gran; dulce fruta tropical con un sabor único.

# MangoSapling_Description
source: Takes 28 days to produce a mature Mango tree. Bears fruit in the summer; or all year round when planted on Ginger Island.
es: Tarda 28 días en producir un árbol de mango. Tiene fruta todo el año si es plantado en Isla Jengibre.

# MangoSapling_Name
source: Mango Sapling
es: Brote de mango

# MangoStickyRice_Description
source: Sweet mango and coconut transforms this rice into something very special.
es: El mago dulce y el coco transforman este arroz en algo muy especial.

# MangoStickyRice_Name
source: Mango Sticky Rice
es: Arroz pegajoso de mango

# MapleBar_Description
source: It's a sweet doughnut topped with a rich maple glaze.
es: Un bollo dulce con un rico glaseado de arce.

# MapleBar_Name
source: Maple Bar
es: Bollito de arce

# MapleSeed_Description
source: This can be planted to grow a maple tree.
es: Colócala en tu granja para plantar un arce.

# MapleSeed_Name
source: Maple Seed
es: Semilla de arce

# MapleSyrup_Description
source: A sweet syrup with a unique flavor.
es: Un sirope dulce con un sabor único.

# MapleSyrup_Name
source: Maple Syrup
es: Jarabe de arce

# Marble_Description
source: A very popular material for sculptures and construction.
es: Un material muy popular en esculturas y construcción.

# Marble_Name
source: Marble
es: Mármol

# Mayonnaise_Description
source: It looks spreadable.
es: Da ganas de untarla.

# Mayonnaise_Name
source: Mayonnaise
es: Mayonesa

# Mead_Description
source: A fermented beverage made from honey. Drink in moderation.
es: Una bebida fermentada hecha con miel. Bebe con moderación.

# Mead_Name
source: Mead
es: Hidromiel

# MegaBomb_Description
source: Generates a powerful explosion. Use with extreme caution.
es: Genera una poderosa explosión. Úsala con mucho cuidado.

# MegaBomb_Name
source: Mega Bomb
es: Megabomba

# Melon_Description
source: A cool; sweet summer treat.
es: Un capricho fresco y dulce de verano.

# Melon_Name
source: Melon
es: Melón

# MelonSeeds_Description
source: Plant these in the summer. Takes 12 days to mature.
es: Plántalas en verano. Tardan 12 días en madurar.

# MelonSeeds_Name
source: Melon Seeds
es: Semillas de melón

# MermaidsPendant_Description
source: Give this to the person you want to marry.
es: Dáselo a la persona con quien te quieras casar.

# MermaidsPendant_Name
source: Mermaid's Pendant
es: Colgante de sirena

# MidnightCarp_Description
source: This shy fish only feels comfortable at night.
es: Este pez tímido solo se siente cómodo por la noche.

# MidnightCarp_Name
source: Midnight Carp
es: Carpa de medianoche

# MidnightSquid_Description
source: A strange and mysterious denizen of the ocean's twilight depths.
es: Un extraño y misterioso habitante de las profundidades oceánicas tras el crepúsculo.

# MidnightSquid_Name
source: Midnight Squid
es: Calamar de medianoche

# Milk_Description
source: A jug of cow's milk.
es: Una tinaja de leche de vaca.

# Milk_Name
source: Milk
es: Leche

# MinersTreat_Description
source: This should keep your energy up.
es: Mantiene tu energía muy alta.

# MinersTreat_Name
source: Miner's Treat
es: Capricho de minero

# MixedFlowerSeeds_Description
source: An assortment of flower seeds. Plant them and see what grows!
es: Un surtido de semillas florales. ¡Plántalas y a ver que crece!

# MixedFlowerSeeds_Name
source: Mixed Flower Seeds
es: Semillas de flores variadas

# MixedSeeds_Description
source: There's a little bit of everything here. Plant them and see what grows!
es: Aquí hay un poco de todo. ¡Plántalas y a ver qué sale!

# MixedSeeds_Name
source: Mixed Seeds
es: Semillas variadas

# MonsterMusk_Description
source: Spray this on to draw more monsters out of hiding.
es: Rocíalo para sacar a más monstruos de su escondite.

# MonsterMusk_Name
source: Monster Musk
es: Almizcle de monstruo

# Morel_Description
source: Sought after for its unique nutty flavor.
es: Buscada por su sabor único a frutos secos.

# Morel_Name
source: Morel
es: Colmenilla

# Moss_Description
source: A special type of plant that grows in shady areas.
es: Un tipo de planta especial que crece en áreas sombrías.

# Moss_Name
source: Moss
es: Musgo

# MossySeed_Description
source: This can be planted to grow rare wild trees.
es: Esto se puede plantar para cultivar árboles silvestres raros.

# MossySeed_Name
source: Mossy Seed
es: Semilla musgosa

# MovieTicket_Description
source: Admits one to the movie theater. Giving this to a friend invites them to the movies with you.
es: Te permite entrar en el cine. Darle esto a un amigo le invita al cine contigo.

# MovieTicket_Name
source: Movie Ticket
es: Entrada para una película

# MsAngler_Description
source: Uses a bioluminescent dangler to attract prey.
es: Utiliza una linterna bioluminiscente para atraer a su presa.

# MsAngler_Name
source: Ms. Angler
es: Sra. Angler

# Mudstone_Description
source: A fine-grained rock made from ancient clay or mud.
es: Una roca de grano fino hecha de antigua arcilla o barro.

# Mudstone_Name
source: Mudstone
es: Fangolita

# MummifiedBat_Description
source: The delicate wings have been perfectly preserved.
es: Las delicadas alas han sido perfectamente preservadas.

# MummifiedBat_Name
source: Mummified Bat
es: Murciélago momificado

# MummifiedFrog_Description
source: This ancient frog may have lived in the jungle canopy.
es: Esta antigua rana debió vivir bajo el manto de la jungla.

# MummifiedFrog_Name
source: Mummified Frog
es: Rana momificada

# MuscleRemedy_Description
source: When you've pushed your body too hard; drink this to remove 'Exhaustion'.
es: Cuando tu cuerpo ya no pueda más; tómate esto y adiós al agotamiento.

# MuscleRemedy_Name
source: Muscle Remedy
es: Relajante muscular

# MushroomTreeSeed_Description
source: Place this on your farm to plant a mushroom tree.
es: Plántala en tu granja para que crezca un árbol seta.

# MushroomTreeSeed_Name
source: Mushroom Tree Seed
es: Semilla de árbol seta

# Mussel_Description
source: A common bivalve that often lives in clusters.
es: Un bivalvo común que suele vivir en grupo.

# Mussel_Name
source: Mussel
es: Mejillón

# MusselStone_Description
source: There's mussels in this stone.
es: Hay mejillones en esta piedra.

# MutantCarp_Description
source: The strange waters of the sewer turned this carp into a monstrosity.
es: Las extrañas aguas de la cloaca han convertido a esta carpa en una monstruosidad.

# MutantCarp_Name
source: Mutant Carp
es: Carpa mutante

# MysteryBox_Description
source: A blacksmith can open this for you. Who knows what might be inside?
es: Un herrero puede abrirlo. ¿Quién sabe lo que habrá dentro?

# MysteryBox_Name
source: Mystery Box
es: Caja misteriosa

# MysticSyrup_Description
source: A very rare syrup that is said to have magic properties.
es: Un sirope muy raro del cual se dice que tiene propiedades mágicas.

# MysticSyrup_Name
source: Mystic Syrup
es: Sirope místico

# MysticTreeSeed_Description
source: This can be planted to grow a special tree.
es: Se puede plantar para cultivar un árbol especial.

# MysticTreeSeed_Name
source: Mystic Tree Seed
es: Semilla de árbol místico

# NapalmRing_Description
source: When you defeat an enemy; they explode.
es: Cuando derrotas a un enemigo; explota.

# NapalmRing_Name
source: Napalm Ring
es: Anillo de artillero

# NautilusFossil_Description
source: This must've washed up ages ago from an ancient coral reef.
es: Hace siglos debió de habitar en algún antiguo arrecife de coral.

# NautilusFossil_Name
source: Nautilus Fossil
es: Fósil de nautilo

# NautilusShell_Description
source: An ancient shell.
es: Una antigua concha.

# NautilusShell_Name
source: Nautilus Shell
es: Concha de nautilo

# Nekoite_Description
source: The delicate shards form a tiny pink meadow.
es: Sus delicadas esquirlas forman un pequeño valle rosado.

# Nekoite_Name
source: Nekoite
es: Nekoita

# Neptunite_Description
source: A jet-black crystal that is unusually reflective.
es: Un cristal negro azabache que es sorprendentemente reflectante.

# Neptunite_Name
source: Neptunite
es: Neptunita

# OakResin_Description
source: A sticky; fragrant substance derived from oak sap.
es: Una sustancia pegajosa y fragante derivada de la savia del roble.

# OakResin_Name
source: Oak Resin
es: Resina de roble

# Obsidian_Description
source: A volcanic glass that forms when lava cools rapidly.
es: Un cristal volcánico que se forma cuando la lava se enfría rápidamente.

# Obsidian_Name
source: Obsidian
es: Obsidiana

# OceanStone_Description
source: An old legend claims these stones are the mosaics of ancient mermaids.
es: Según una antigua leyenda; estas piedras son los mosaicos de antiguas sirenas.

# OceanStone_Name
source: Ocean Stone
es: Oceanita

# Octopus_Description
source: A mysterious and intelligent creature.
es: Una criatura misteriosa e inteligente.

# Octopus_Name
source: Octopus
es: Pulpo

# Oil_Description
source: All purpose cooking oil.
es: Aceite multiusos para la cocina.

# Oil_Name
source: Oil
es: Aceite

# OilofGarlic_Description
source: Drink this and weaker monsters will avoid you.
es: Bébetelo y los monstruos más débiles te evitarán.

# OilofGarlic_Name
source: Oil of Garlic
es: Aceite de ajo

# Omelet_Description
source: It's super fluffy.
es: Superesponjosa.

# Omelet_Name
source: Omelet
es: Tortilla

# OmniGeode_Description
source: A blacksmith can break this open for you. These geodes contain a wide variety of minerals.
es: Un herrero puede partirla en dos para ti. Estas geodas contienen una gran variedad de minerales.

# OmniGeode_Name
source: Omni Geode
es: Omnigeoda

# Opal_Description
source: Its internal structure causes it to reflect a rainbow of light.
es: Su estructura interna hace que refleje un arcoíris de luz.

# Opal_Name
source: Opal
es: Ópalo

# Orange_Description
source: Juicy; tangy; and bursting with sweet summer aroma.
es: Jugosa; intensa y rebosante de dulce aroma veraniego.

# Orange_Name
source: Orange
es: Naranja

# OrangeSapling_Description
source: Takes 28 days to produce a mature Orange tree. Bears fruit in the summer. Only grows if the 8 surrounding "tiles" are empty.
es: Tarda 28 días en producir un naranjo adulto. Da fruta en verano. Solo crece si las 8 casillas que lo rodean están vacías.

# OrangeSapling_Name
source: Orange Sapling
es: Brote de naranjo

# OrnamentalFan_Description
source: This exquisite fan most likely belonged to a noblewoman. Historians believe that the valley was a popular sixth-era vacation spot for the wealthy.
es: Este abanico exquisito seguramente perteneció a una noble. Los historiadores creen que el valle era un lugar vacacional popular entre los ricos de la sexta era.

# OrnamentalFan_Name
source: Ornamental Fan
es: Abanico ornamental

# OrnateNecklace_Description
source: A fancy necklace found in the water outside of the bath house. It's still wet...
es: Un bonito collar encontrado en el agua junto al spa. Aún está mojado...

# OrnateNecklace_Name
source: Ornate Necklace
es: Collar de adornos

# Orpiment_Description
source: Despite its high toxicity; this Mineral is widely used in manufacturing and folk medicine.
es: A pesar de su alta toxicidad; se utiliza mucho en la industria y en la medicina popular.

# Orpiment_Name
source: Orpiment
es: Oropimente

# OstrichEgg_Description
source: It may be the world's largest egg.
es: Puede ser el huevo más grande del mundo.

# OstrichEgg_Name
source: Ostrich Egg
es: Huevo de avestruz

# Oyster_Description
source: Constantly filters water to find food. In the process; it removes dangerous toxins from the environment.
es: Filtra constantemente el agua para encontrar alimento. En el proceso; elimina toxinas peligrosas del entorno.

# Oyster_Name
source: Oyster
es: Ostra

# PaleAle_Description
source: Drink in moderation.
es: Bebe con moderación.

# PaleAle_Name
source: Pale Ale
es: Cerveza pálida

# PaleBroth_Description
source: A delicate broth with a hint of sulfur.
es: Un caldo delicado con un toque de sulfuro.

# PaleBroth_Name
source: Pale Broth
es: Caldo pálido

# PalmFossil_Description
source: Palm Fossils are relatively common; but this happens to be a particularly well-preserved specimen.
es: Son relativamente comunes; pero este en particular se conserva muy bien.

# PalmFossil_Name
source: Palm Fossil
es: Fósil de palmera

# Pancakes_Description
source: A double stack of fluffy; soft pancakes.
es: Una pila doble de tortitas ligeras y esponjosas.

# Pancakes_Name
source: Pancakes
es: Tortitas

# Parsnip_Description
source: A spring tuber closely related to the carrot. It has an earthy taste and is full of nutrients.
es: Un tubérculo de primavera primo hermano de la zanahoria. Tiene un sabor silvestre y está lleno de nutrientes.

# Parsnip_Name
source: Parsnip
es: Chirivía

# ParsnipSeedPackage_SomeoneElse
source: This package belongs to someone else.
es: Este paquete no es para ti.

# ParsnipSeeds_Description
source: Plant these in the spring. Takes 4 days to mature.
es: Plántalas en primavera. Tardan 4 días en madurar.

# ParsnipSeeds_Name
source: Parsnip Seeds
es: Semillas de chirivía

# ParsnipSoup_Description
source: It's fresh and hearty.
es: Fresca y sustanciosa.

# ParsnipSoup_Name
source: Parsnip Soup
es: Sopa de chirivía

# Peach_Description
source: It's almost fuzzy to the touch.
es: Un poco peludito al tacto.

# Peach_Name
source: Peach
es: Melocotón

# PeachSapling_Description
source: Takes 28 days to produce a mature Peach tree. Bears fruit in the summer. Only grows if the 8 surrounding "tiles" are empty.
es: Tarda 28 días en producir un melocotonero adulto. Da fruta en verano. Solo crece si las 8 casillas que lo rodean están vacías.

# PeachSapling_Name
source: Peach Sapling
es: Brote de melocotonero

# Pearl_Description
source: A rare treasure from the sea.
es: Un extraño tesoro marino.

# Pearl_Name
source: Pearl
es: Perla

# PepperPoppers_Description
source: Spicy breaded peppers filled with cheese.
es: Pimientos picantes rellenos de queso y rebozados.

# PepperPoppers_Name
source: Pepper Poppers
es: Bocaditos de pimiento

# PepperSeeds_Description
source: Plant these in the summer. Takes 5 days to mature; and continues to produce after first harvest.
es: Plántalas en verano. Tardan 5 días en madurar; y siguen produciendo tras la primera cosecha.

# PepperSeeds_Name
source: Pepper Seeds
es: Semillas de chile

# Perch_Description
source: A freshwater fish of the winter.
es: Un pez invernal de agua dulce.

# Perch_Name
source: Perch
es: Cachuelo

# Periwinkle_Description
source: A tiny freshwater snail that lives in a blue shell.
es: Un pequeño caracol de agua dulce que vive en una concha azul.

# Periwinkle_Name
source: Periwinkle
es: Bígaro

# PetrifiedSlime_Description
source: This little guy may be 100;000 years old.
es: Este bichito podría tener 100.000 años.

# PetrifiedSlime_Name
source: Petrified Slime
es: Baba petrificada

# PhoenixRing_Description
source: Once a day; regain some health after being knocked out in combat.
es: Una vez al día; recupera algo de energía tras quedar inconsciente en un combate.

# PhoenixRing_Name
source: Phoenix Ring
es: Anillo fénix

# Pickles_Description
source: A jar of your home-made pickles.
es: Un tarro de tus encurtidos caseros.

# Pickles_Name
source: Pickles
es: Encurtidos

# PierresMissingStocklist_Description
source: Pierre might be interested in this.
es: Pierre puede estar interesado en esto.

# PierresMissingStocklist_Name
source: Pierre's Missing Stocklist
es: La lista de inventario perdida de Pierre

# Pike_Description
source: A freshwater fish that's difficult to catch.
es: Un pez de agua dulce difícil de capturar.

# Pike_Name
source: Pike
es: Sauri

# PinaColada_Description
source: Drink in moderation.
es: Beber con moderación.

# Pineapple_Description
source: A sweet and tangy tropical treat.
es: Una delicia tropical dulce y picante.

# Pineapple_Name
source: Pineapple
es: Piña

# PineappleSeeds_Description
source: Plant these in warm weather. Takes 14 days to mature; and keeps producing fruit after that.
es: Plántalas en un clima cálido. Tarda 14 días en madurar; y sigue produciendo fruta tras ello.

# PineappleSeeds_Name
source: Pineapple Seeds
es: Semillas de piña

# PineCone_Description
source: This can be planted to grow a pine tree.
es: Colócala en tu granja para plantar un pino.

# PineCone_Name
source: Pine Cone
es: Piña

# PineTar_Description
source: A pungent substance derived from pine sap.
es: Una sustancia intensa derivada de la savia del pino.

# PineTar_Name
source: Pine Tar
es: Brea de pino

# PinkCake_Description
source: There's little heart candies on top.
es: Con caramelos en forma de corazón.

# PinkCake_Name
source: Pink Cake
es: Pastel rosa

# PiratesLocket_Description
source: It's an old pirate's keepsake.
es: El recuerdo de un viejo pirata.

# PiratesLocket_Name
source: Pirate's Locket
es: Medallón del pirata

# Pizza_Description
source: It's popular for all the right reasons.
es: Extremadamente popular; y con motivo.

# PlumPudding_Description
source: A traditional holiday treat.
es: Un postre festivo tradicional.

# PlumPudding_Name
source: Plum Pudding
es: Pudin de ciruela

# Poi_Description
source: A traditional food with a delicate; sweet flavor when eaten fresh.
es: Una comida tradicional con un dulce y delicado sabor cuando se consume fresca.

# Pomegranate_Description
source: Within the fruit are clusters of juicy seeds.
es: Dentro de esta fruta hay racimos de jugosas semillas.

# Pomegranate_Name
source: Pomegranate
es: Granada

# PomegranateSapling_Description
source: Takes 28 days to produce a mature Pomegranate tree. Bears fruit in the fall. Only grows if the 8 surrounding "tiles" are empty.
es: Tarda 28 días en producir un granado adulto. Da fruta en otoño. Solo crece si las 8 casillas que lo rodean están vacías.

# PomegranateSapling_Name
source: Pomegranate Sapling
es: Brote de granado

# Poppy_Description
source: In addition to its colorful flower; the Poppy has culinary and medicinal uses.
es: Además de su colorida flor; la amapola tiene usos culinarios y medicinales.

# Poppy_Name
source: Poppy
es: Amapola

# PoppyseedMuffin_Description
source: It has a soothing effect.
es: Tiene un efecto tranquilizante.

# PoppyseedMuffin_Name
source: Poppyseed Muffin
es: Muffin de amapola

# PoppySeeds_Description
source: Plant in summer. Produces a bright red flower in 7 days.
es: Plántalas en verano. Tardan 7 días en producir una flor de color rojo vivo.

# PoppySeeds_Name
source: Poppy Seeds
es: Semillas de amapola

# Potato_Description
source: A widely cultivated tuber.
es: Un tubérculo cultivado en muchas zonas.

# Potato_Name
source: Potato
es: Patata

# PotatoSeeds_Description
source: Plant these in the spring. Takes 6 days to mature; and has a chance of yielding multiple potatoes at harvest.
es: Plántalo en primavera. Tarda 6 días en madurar; y a veces produce más de una patata.

# PotatoSeeds_Name
source: Potato Seeds
es: Brote de patata

# Powdermelon_Description
source: Named for the powdery coating that forms on the surface; this melon is crisp and sweet; with a delicate flavor.
es: Su nombre viene de la capa de polvo que se forma en su superficie; este melón está crujiente y dulce; con un sabor delicado.

# Powdermelon_Name
source: Powdermelon
es: Melón de polvo

# PowdermelonSeeds_Description
source: This special melon grows in the winter. Takes 7 days to grow.
es: Este melón especial crece en invierno. Tarda 7 días en crecer.

# PowdermelonSeeds_Name
source: Powdermelon Seeds
es: Semillas de melón de polvo

# PrehistoricHandaxe_Description
source: One of the earliest tools employed by humans. This "crude" tool was created by striking one rock with another to form a sharp edge.
es: Una de las primeras herramientas usadas por el ser humano. Esta tosca herramienta se fabricaba golpeando una piedra con otra para crear un filo afilado.

# PrehistoricHandaxe_Name
source: Prehistoric Handaxe
es: Hacha prehistórica

# PrehistoricRib_Description
source: Little gouge marks on the side suggest that this rib was someone's dinner.
es: Las pequeñas marcas del lateral sugieren que esta costilla fue la cena de alguien.

# PrehistoricRib_Name
source: Prehistoric Rib
es: Costilla prehistórica

# PrehistoricScapula_Description
source: Commonly known as a "shoulder blade"... It's unclear what species it belonged to.
es: Hueso vulgarmente conocido como «omóplato». No se sabe a qué especie pertenecía.

# PrehistoricScapula_Name
source: Prehistoric Scapula
es: Escápula prehistórica

# PrehistoricSkull_Description
source: This is definitely a mammalian skull.
es: Sin duda; pertenecía a un mamífero.

# PrehistoricSkull_Name
source: Prehistoric Skull
es: Cráneo prehistórico

# PrehistoricTibia_Description
source: A thick and sturdy leg bone.
es: El duro y resistente hueso de una pierna.

# PrehistoricTibia_Name
source: Prehistoric Tibia
es: Tibia prehistórica

# PrehistoricTool_Description
source: Some kind of gnarly old digging tool.
es: Algún tipo de herramienta antigua para cavar.

# PrehistoricTool_Name
source: Prehistoric Tool
es: Herramienta prehistórica

# PrehistoricVertebra_Description
source: A segment of some prehistoric creature's spine.
es: Un segmento de la columna de alguna criatura prehistórica.

# PrehistoricVertebra_Name
source: Prehistoric Vertebra
es: Vértebra prehistórica

# PressureNozzle_Description
source: Place on a sprinkler to increase its watering range.
es: Ponla en un aspersor para aumentar su alcance.

# PressureNozzle_Name
source: Pressure Nozzle
es: Boquilla a presión
